Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Unlisted investments in real estate and renewable energy infrastructure above USD 500 million are subject to the approval of the Executive Board.
nb: - Unoterte investeringer i eiendom og infrastruktur for fornybar energi med verdi over USD 500 millioner skal godkjennes av hovedstyret.

source: I mentioned Ibsen's "Enemy of the People".
nb: Jeg nevnte Ibsens "En folkefiende".

source: The Executive Board discussed the economic outlook and the monetary policy stance.
nb: Hovedstyret drøftet de økonomiske utsiktene og hovedlinjene i pengepolitikken.

source: ty risk associated with the corporate bond.
nb: ditetsrisiko knyttet til den private obligasjonen.

source: 1 HKD = 1.1589 NOK 2021-12-20 Norges Bank's middle rates
nb: 1 HKD = 1.1589 NOK 2021-12-20 Norges Banks midtkurs

source: With the relatively long time horizon that has
nb: En ekspansjon i finanspolitikken må isolert

source: This has also been the practice for a long time.
nb: Dette har også i lang tid vært praksis.

source: ally lower in 1999-2001.
nb: marginalt lavere i 1999-2001.

source: variance of the additive residual, see (11).
nb: variansen til det additive restleddet, se likning (11).

source: Growth was slightly weaker than contacts envisaged in November, but close to the average for the period between the financial crisis in 2008 and the present.
nb: Veksten var litt svakere enn bedriftene så for seg i november, men nær gjennomsnittet for perioden etter finanskrisen i 2008 og frem til i dag.

source: Like all other investors, informed for large orders.
nb: tilfellet vil også investorer som ønsker å handle små

source: The coin's denomination (20 KR) is inscribed to the left.
nb: Valørangivelsen (KRONER 20) er plassert som omskrift på venstre side.

source: To have a sufficient buffer to cover both scheduled and unforeseen payment obligations, the government requires that Treasury deposits should not normally fall below NOK 50 billion.
nb: For å ha en stor nok buffer til å dekke løpende og uforutsette betalingsforpliktelser, ønsker staten at kontantbeholdningen normalt ikke skal være under 50 milliarder kroner.

source: ations in equity prices in the future may have stronger
nb: nødvendigvis slår ut i økt inflasjon, men i stedet slår ut

source: These squares are always bordered by 15 cm strips.
nb: Disse firkantene hører alltid sammen med et smalt felt på 15 cm.

source: The Commission recommends that Section 2, first paragraph, be repealed and replaced by a new instruction provision.
nb: Utvalget foreslår at § 2 første ledd oppheves, og erstattes av en ny instruksjonsbestemmelse.

source: Below the portrait: the year 2017 with the Mint of Norway's mintmark, the crossed-pick-and-hammer.
nb: Under portrettet: årstallet 2017 med Det Norske Myntverkets merke hammer og bergsjern i midten.

source: In Sweden, Coop had to close all of its approximately 800 stores for several days owing to a ransomware attack on Kaseya, a subcontractor for its cash register system.
nb: I Sverige måtte Coop stenge alle sine rundt 800 butikker i flere dager som følge av et løsepengeangrep mot Kaseya, en underleverandør i deres kassesystemer.

source: On Monday 14 September, Norges Bank will stop offering the old way of retrieving exchange rates and everyone must now switch to retrieve data from our API.
nb: Mandag 14. september slutter Norges Bank å tilby gammel måte å hente inn valutakurser på og alle må gå over til å hente data fra vårt API.

source: summer 2015, fol owed by a gradual rise. With this
nb: mot sommeren 2015, og at den deretter vil e økes

source: From mid-2003, the interest rate assumption was
nb: Fra midten av 2003 ble renteforutsetningen

source: Implemented support measures and the data
nb: Nærmere om tiltak som er gjennomført og data

source: payment of performance-based pay for 2020.
nb: utbetaling av prestasjonslønn for 2020 til etterretning.

source: financial revenues in the economy.
nb: ering som om vi har en bytteøkonomi.

source: Nicolai Rygg (1948), "I økonomisk stormvær" [In stormy economic weather], festschrift for Joh.
nb: Nicolai Rygg (1948), "I økonomisk stormvær", festskrift til Joh.

source: purchase of 25 percent of The Crown Estate’s portfolio of
nb: om kjøp av 25 prosent av The Crown Estates portefølje av

source: Estimated selling prices for prime office space in Oslo.
nb: Beregnede salgspriser for prestisjelokaler i Oslo.

source: of competition and changes in firms' costs - due to changes in prices for imported intermediate
nb: konkurransen og ved at bedriftenes kostnader endres – grunnet endringer i prisene på impor-

source: Generating historical Nowa data for organisations to help calibrate value at risk models and
nb: Generere historiske Nowa data for å hjelpe organisasjoner å kalibrere marginmodeller og

source: The Governor outlined management’s recommendation.
nb: Sentralbanksjefen redegjorde for administrasjonens tilråding.

source: agents to distinguish changes in relative prices from
nb: skille endringer i relative priser fra endringer i det generelle

source: studies find that the negative longer-term impact of a transition to permanently
nb: negative konsekvensene på lengre sikt av overgang til varig høyere kapitalkrav er

source: Premiums have remained high and volatile over the past year and are above what can be assumed to be a normal level.
nb: Påslagene har vært høye og volatile også gjennom det siste året, og ligger høyere enn det som må antas å være et normalt nivå.

source: A triple portrait of Norway's three kings during the 100-year period.
nb: Trippelportrett av Norges tre konger i 100 årsperioden, H.M.

source: inflation in 2003 must be assessed in the light of devel-opments in the economic variables that influence priceinflation.
nb: Avviket mellom faktisk og anslått prisvekst i 2003 må vurderes i lys av utviklingen i de økonomiske variablenesom påvirker prisveksten.

source: Discussion document: Memo from Monetary Policy of 6 November 2019 Ida Wolden Bache presented the matter for discussion and the Executive Board took note of the matter.
nb: Notat 6. november 2019 fra Pengepolitikk (PPO)Ida Wolden Bache redegjorde for saksfremlegget og hovedstyret tok saken til orientering.

source: If you are currently using "sdmx-
nb: Hvis du i dag benytter "sdmx-

source: Norges Bank has drafted new principles for calculating and publishing Nowa (see attached document).
nb: Norges Bank har utarbeidet forslag til nye prinsipper for beregning og publisering av Nowa i vedlagte dokument.

source: will in isolation contribute to reducing losses, whereas
nb: søkelsen gjennomførte disse bankene i gjennomsnitt i

source: The answer to the question of whether we actually learn from history would probably have to be "yes and no".
nb: På spørsmålet om vi faktisk lærer av historien, er nok svaret "tja".

source: cash holdings should normally not fall below NOK 50 billion. Cash holdings fluctuate
nb: staten at kontantbeholdningen normalt ikke skal være under 50 milliarder kroner.

source: because companies engage in currency hedging.
nb: og i boliginvesteringene.

source: The Series VI 1000-note will be withdrawn from cir-
nb: og tallet 1000. Deler av motivet vil lyse opp i varierende

source: The proposed Section 1-4 first paragraph confers upon the King in the Council of State the power to adopt resolutions regarding the objectives of the Bank.
nb: Forslaget til § 1-4 første ledd innebærer at Kongen i statsråd gis myndighet til å treffe vedtak om målene for bankens virksomhet.

source: The ordinary 20-krone coin does not bear the date 2006.
nb: Den ordinære 20-kronemynten ble ikke preget med årstallet 2006.

source: Payment versus Payment (PvP) in the settlement of for-
nb: ved CLS er såkalt «payment versus payment» (PVP) ved

source: Market risk in life insurance companies
nb: finansregnskapet (ulike sektordefinisjoner) og mellom

source: offer liquidity insurance and be lender of last resort, 4.
nb: Tilby likviditetsforsikring og være långiver i siste instans 4.

source: also be determined by economic developments.
nb: bestemmes av den økonomiske utviklingen.

source: In addition to this, MarkitSERV is scheduled to add MarkitWire support for NOWA derivatives in its October release, and the relevant electronic trading platforms remain committed to supporting the NOWA market once clearing is established.
nb: I tillegg til dette, vil MarkitWire gi støtte for NOWA -derivater i sin utgivelsen i oktober, og de relevante elektroniske handelsplattformene er fortsatt forpliktet til å støtte NOWA -markedet når clearing er etablert.

source: in 2019 than among those that were not
nb: bærekraftsrapportering i 2019, ble det obser-

source: The Executive Board approved Norges Bank’s annual financial statements for 2020
nb: Hovedstyret godkjente Norges Banks årsregnskap for 2020 og oversender det til

source: line with the projection for annual wage growth of
nb: fram i årets lønnsoppgjør, er i tråd med lønnsvekst­

source: The index is projected to remain unchanged between 2017 and 2018.
nb: Indeksen anslås å være uendret fra 2017 til 2018.

source: the banks in the survey (see Chart 4).
nb: kene i utvalget, se figur 4.

source: Prices for industrial metals have increased by 6 per cent, while the price of aluminium has risen by 3 per cent.
nb: Prisen på industrimetaller har økt med 6 prosent, mens prisen på aluminium har økt med 3 prosent.

source: Chart 1.5 Higher leverage in all age groups in 2020
nb: Figur 1.5 Økt gjeldsgrad i alle aldersgrupper i 2020

source: For central bank money to have these attributes, it must be available to and easy to use by the general public.
nb: For at sentralbankpengene skal oppfylle disse egenskapene, må de være tilgjengelige og anvendelige for publikum.

source: Inflation of more than 4 percent is usually a sign of economic instability.
nb: Inflasjon over 4 prosent er som regel et tegn på økonomisk ustabilitet.

source: Kantar TNS trend indicator forhouseholds.
nb: Kantar TNS Forventningsbarometer for husholdningene.

source: The coin's obverse was designed by Ingrid Austlid Rise, Det Norske Myntverket AS (Mint of Norway).
nb: Myntens advers er utformet av formgiver ved Det Norske Myntverket AS, Ingrid Austlid Rise.

source: The Executive Board discussed the matter and approved the request for a letter to be sent to the Ministry of Finance concerning the environment-related mandates in line with the attached draft.
nb: Hovedstyret hadde en meningsutveksling og ga sin tilslutning til at det sendes et brev til Finansdepartementet om de miljørelaterte mandatene i tråd med vedlagt utkast.

source: This lighthouse was built in 1900 and is Norway's westernmost point.
nb: Denne fyrstasjonen ble bygget i 1900 og er det vestligste punktet i landet.

source: In Section 3, we look at debt behaviour by age and
nb: I avsnitt 3 omtaler vi gjeldsatferden i ulike alders-

source: Working group for alternative Norwegian krone reference rates.
nb: Arbeidsgruppen for Alternative referanserenter i norske kroner.

source: • Norges Bank determines the sum of all the quotas in all the groups (the total quota).
nb: • Norges Bank fastsetter summen av alle kvotene over alle gruppene (totalkvoten).

source: In fact, it was not possible to steer the economy towards permanent prosperity.
nb: Det var altså ikke mulig å styre mot en permanent høykonjunktur.

source: Memo from Financial Stability of 13 June 2018
nb: Notat 13. juni 2018 fra Finansiell stabilitet (FST)

source: In many countries, also in Norway, con-
nb: I mange land, og også i Norge, er tilliten

source: Requirements for banks’ credit standards limit in particular excessive borrowing by vulnerable households.
nb: Krav til bankenes utlånspraksis begrenser særlig opptaket av høy gjeld i sårbare husholdninger.

source: been given to the sectors hardest hit by the pandemic and measures to
nb: som er hardest rammet av pandemien og smitteverntiltakene.

source: According to a survey conducted by Reuters among 15
nb: I en undersøkelse foretatt av Reuters blant 15 makro-

source: By historical standards, saving has been low since 2006.
nb: sentralbyrå for å analysere husholdningenes opplåning. tiv har sparingen vært lav siden 2006.

source: A clearing and settlement system that resembles the present system did not exist in Norway until 82 years
nb: Først 82 år etter opprettelsen av Norges Bank fikk Norge en avregnings- og oppgjørsordning som ligner dagens løsning.

source: As of 2008, Norwegian banknotes will be delivered by commercial security printers in France and the UK.
nb: Fra 2008 vil norske sedler blir levert fra kommersielle sikkerhetstrykkerier i Frankrike og England.

source: prises. According to Frøyland og Larsen (2002), factors like debt burden, real housing wealth, nominal lending rates and unemployment rates are key driving forces behind financial institutions’ losses on loans to households.
nb: Frøyland og Larsen (2002) finner at gjeldsbelastning, realboligformue, nominell utlånsrente og arbeidsledighet er sentrale drivkrefter for finansinstitusjonenes tap på

source: In the private sector, the increase in debt is strongest for non-financial corporates, where debt-to-GDP ratios are also clearly higher than prior to the financial crisis (Chart 1.2).
nb: I privat sektor var gjeldsøkningen sterkest i ikke-finansielle foretak, der gjelden som andel av BNP også er klart høyere enn før finanskrisen, se figur 1.2.

source: (translated by R. F. Kahn in 1936) and was defined as the real interest rate
nb: 1936), og ble definert som den realrenten som var forenlig med en stabil

source: There have been few disruptions in interbank systems and the securities set-tlement system in recent years.
nb: Det har de siste årene vært få avvik i interbanksystemene og verdipapiroppgjørssystemet.

source: rapid and substantial.
nb: i rekkevidden av vedtaket.

source: Banking gradually became a growth industry in many countries.
nb: Banknæringen ble etter hvert en vekstnæring i mange land.

source: underlying the analysis, while Section 4 presents the
nb: presenteres datagrunnlaget for analysen, mens kapittel 4

source: swings in macroeconomic developments, property
nb: ganger, da det ved destruksjonen i Norges Bank på nytt

source: • All the banks in a group will be assigned the same quota.
nb: • Innen hver gruppe får alle bankene tildelt samme kvote.

source: It is, of course, tempting to take advantage of this confidence.
nb: Det er selvsagt fristende å utnytte denne tilliten.

source: from the government’s account to the bank’s account.
nb: føres tilbake fra statens konto til bankens konto.

source: less from the solution with additive uncertainty.
nb: hadde med additiv usikkerhet.

source: is collateralised in VPS.
nb: ler over landegrensene i dette området.

source: The motif features Christian Magnus Falsen, in front and in profile, resting his gaze on successive, future generations of women, men and youth.
nb: Motivet viser Christian Magnus Falsen, i front, som hviler blikket mot de påfølgende og fremtidige generasjoner av kvinner, menn og unge.

source: require that both parties settle their part of the trans-
nb: partene gjør opp sin del av handelen i CLS, og siden

source: 5-krone coin - Design and technical specifications
nb: 5-kronemynten - Utforming og tekniske data Diameter:

source: These contracts are quoted for the same periods as Nibor FRAs as well as for tenors from 1 month to 10 years.
nb: Disse kontraktene kvoteres for de samme periodene som Nibor FRAene, men også for løpetider fra 1 måned til 10 år.

source: and Orphanides (1998) and Rudebusch (1999) discuss
nb: Orphanides (1998) og Rudebush (1999) drøfter målefeil

source: A revised version will be presented to the Executive Board at its meeting on 7 February 2018.
nb: En revidert versjon legges fram for hovedstyret i møtet 7. februar 2018.

source: • What is the current Nowa rate’s greatest weakness as an alternative reference rate, and how
nb: • Hva er den største svakhet ved dagens Nowa som alternativ referanserente, og hvordan kan

source: Section 1 must be completed
nb: Punkt 1 må fylles ut

source: The article is structured as follows: Section 2 provides
nb: Artikkelen er organisert på følgende måte: I del 2

source: proposed controls and new measures.
nb: kontroller og nye tiltak til etterretning.

source: Karen Helene Ulltveit-Moe reported on the Audit Committee’s discussions and the issues of particular concern to the Committee, including implemented risks and measures related to organisational changes.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder risiko og iverksatte tiltak knyttet til organisatoriske endringer.

source: price inflation was approximately 2½ per cent, which is
nb: for avgiftsendringer, var prisveksten om lag 2½ prosent,

source: of oil tax and dividend from Statoil.
nb: og utbyttet fra Statoil.

source: The consultation document on market conventions for the use of Nowa wil be published first.
nb: Høringsnotatet om markedskonvensjoner for bruk av Nowa vil publiseres først.

source: for financial stability that they should be subject to public
nb: at systemene organiseres slik at hensynet til finansiell

source: repurchase agreements, there are also limits on the amounts that may be lent under agreements
nb: likviditetseffekten av gjenkjøpsavtaler og omvendte gjenkjøpsavtaler er midlertidige, finnes det

source: Question 4: Should the fallback clause reflect a situation where one or more of the Nibor tenors cease to exist?
nb: Spørsmål 4: Bør fallback-klausulen regulere situasjonen ved bortfall av én eller flere av Nibors terminlengder?

source: The subgroup is also working on a user’s guide to Nowa, which wil be a practical guide for using Nowa via various market conventions.
nb: Undergruppen arbeider også med en såkalt «User’s Guide to Nowa», som vil være en praktisk guide om hvordan brukerne kan benytte seg av Nowa via ulike markedskonvensjoner.

source: - The matter is to be presented again if the terms of the transaction are
nb: Hovedstyret tok rapporten om finansiell risiko og forvaltning av valutareservene for

source: directly to illegal behaviour is legal, provided that the
nb: beslaglegger sannsynligvis en stor del av kontantbe-

source: production of other goods and services.
nb: kostnadskomponent i produksjonen av andre varer og

source: Further analysis of the stress test of banks’ capital adequacy in Financial Stability 2/2010
nb: Utdyping om stresstesten av bankenes kapitaldekning i Finansiell stabilitet 2/2010

source: economic downturn in Sweden was considerably less
nb: Sverige var betydelig mildere enn i mange andre land, og

source: Our results suggest that IFRS 9 may increase impairment losses both immediately prior to and during bad times with increased credit risk.
nb: Våre resultater tyder på at IFRS 9 kan øke utlånstapene både rett før og under økonomiske tilbakeslag med økt kredittrisiko.

source: By comparison, today's Nowa has been estimated on about 30 days in the same period.
nb: Til sammenligning har dagens Nowa blitt anslått om lag 30 dager i samme periode

source: NORGES BANK Economic BullEtin 2/2009Chart 1 Comparison of the RN series for quarterly growth in
nb: NORGES BANK Penger og Kreditt 2/2009Figur 1 Sammenlikning av Regionalt nettverks serier for

source: 4 Unemployment may become entrenched at a high level because of insi-
nb: 4 At ledigheten fester seg på et høyt nivå kan skyldes «insider-outsider»-

source: between the market value of the assets and the default
nb: avstanden mellom markedsverdien av eiendelene og

source: member countries, special emphasis was placed on the
nb: finansmarkeder ble situasjonen i finanssektoren tillagt

source: Section 1-3 of the proposed act on the functions of the Bank contains an enumeration of Norges Bank’s primary tasks.
nb: I utkastets § 1-3 om bankens virksomhet er det foreslått å gi en oversikt over Norges Banks sentrale oppgaver.

source: The Commission points out that today the Bank has few instruments – in practice only an advisory responsibility – and that there is
nb: Utvalget peker på at banken i dag har få virkemidler – i praksis bare et rådgivningsansvar – og at det er

source: The Committee recommended that
nb: Utvalget anbefalte hovedstyret å følge

source: The reverse of the coin shows a full-length profile of Henrik Ibsen on the move.
nb: Henrik Ibsen i helfigur i profil sett fra venstre, fremstilt i tiden - på full fart både ut av og inn i noe.

source: oped in 1986, and adhering to the fixed exchange rate
nb: inflasjonsmålalternativet tilgjengelig i 1986 hadde vi

source: agreements and agreements with banks regarding clear-
nb: I årene som kommer vil arbeidet med å etablere et

source: New Zealand was the first country to introduce an inflation
nb: New Zealand var først ute med å innføre inflasjonsmål i

source: Discussion document: Memo from Monetary Policy of 27 September 2018
nb: Saksdokument: Notat 27. september 2018 fra Pengepolitikk (PPO)

source: The primary motif on the 50-krone note: a lighthouse, inspired by Utvær Lighthouse
nb: Om hovedmotivet på 50-kroneseddelen – et fyr, illustrert med utgangspunkt i Utvær fyr

source: 7 Benchmark index for the equity portfolio
nb: 7 Referanseindeks for aksjeporteføljen

source: silver coins have a face value of NOK 100, and the
nb: Sølvmyntenes pålydende verdi er 100 kroner, med mak-

source: TIBER-NO is based on a framework developed by the European Central Bank (
nb: TIBER-NO bygger på et rammeverk utarbeidet av den europeiske sentralbanken (

source: Commercial property prices, measured as selling prices for prime office space in Oslo, have risen considerably in the years after the financial crisis (Chart 1.11).
nb: Prisene på næringseiendom, målt som salgsprisene for prestisjelokaler i Oslo, har steget mye i årene etter finanskrisen, se figur 1.11.

source: The burial ship from the Gokstad burial mound was so well-preserved when it was found in 1880 that it had an immediate effect on the contemporary understanding of Viking Age society.
nb: Gravskipet i Gokstadhaugen var så godt bevart da det ble funnet i 1880, at det straks påvirket samtidens forståelse av vikingtidssamfunnet.

source: - Internal control at Norges Bank was performed satisfactorily.
nb: - Internkontrollen i Norges Bank er gjennomført på en tilfredsstil ende måte.

source: The breakthrough came 50 years ago, when the American geologist Harry Hess proposed his theory of
nb: Gjennombruddet skjedde for 50 år siden da den amerikanske geologen Harry Hess lanserte teorien om

source: Norges Bank thus has responsibility for drawing up principles for calculating and publishing the Nowa rate.
nb: Norges Bank har med dette ansvar for utarbeidelse av prinsipper for beregning av Nowa og publisering av renten.

source: We thank TorbjørnHægeland, Henrik Borchgrevink, Nina Larsson Midthjell, Kjersti-Gro Lindquist, Kristine Strøm Nakstad andChristian Bjørland for useful comments.
nb: Vi takker Torbjørn Hægeland, HenrikBorchgrevink, Nina Larsson Midthjell, Kjersti-Gro Lindquist, Kristine Strøm Nakstad og Christian Bjørlandfor nyttige kommentarer og innspill.

source: The Executive Board exchanged views and took note of the budget status for Norges Bank for 2020.
nb: Hovedstyret hadde en meningsutveksling og tok budsjettstatus 2020 for Norges Bank til etterretning.

source: number employed may be less than 50 000 person-years.
nb: Det blir trolig mindre enn 50 000 årsverk i landbruket.

source: Number of households and debt in sample
nb: Antall hushold og gjeld i utvalget og i hele

source: Scope 2 and especially scope 3
nb: Utslipp i ramme 2, og særlig i ramme 3, er
